Repository: theforeman/hammer-cli-foreman-webhooks
Catalog: locale/*/hammer_cli_foreman_webhooks.po
Languages: fr, ja, ka

source: File containing X509 Certification Authorities concatenated in PEM format
fr: Fichier contenant les autorités de certification X509 concaténées au format PEM
ja: PEM 形式で連結された X509 認証局を含むファイル
ka: ფაილი, რომელიც PEM ფორმატში გაერთიანებულ X509 სერტიფიკატის ავტორიტეტებს შეიცავს

source: Name
fr: Nom
ja: 名前
ka: სახელი

source: Target URL
fr: URL cible
ja: ターゲット URL
ka: სამიზნე URL

source: Enabled
fr: Activé
ja: 有効化済み
ka: ჩაირთო

source: Event
fr: Événement
ja: イベント
ka: მოვლენა

source: HTTP Method
fr: Méthode HTTP
ja: HTTP メソッド
ka: HTTP მეთოდი

source: HTTP Content Type
fr: Type de contenu HTTP
ja: HTTP コンテンツタイプ
ka: HTTP შემცველობის ტიპი

source: Webhook Template
fr: Modèle de webhook
ja: Webhook テンプレート
ka: ვებჰუკის შაბლონი

source: User
fr: Utilisateur
ja: ユーザー
ka: მომხმარებელი

source: Verify SSL
fr: Vérifier SSL
ja: SSL の確認
ka: SSL-ის შემოწმება

source: Proxy Authorization
fr: Autorisation Proxy
ja: プロキシー認可
ka: პროქსის ავტორიზაცია

source: X509 Certification Authorities
fr: Autorités de certification X509
ja: X509 証明機関
ka: X509 CA

source: HTTP Headers
fr: En-têtes HTTP
ja: HTTP ヘッダー
ka: HTTP თავსართები

source: Webhook [%{name}] created.
fr: Webhook [%{name} ] créé.
ja: Webhook [%{name}] を作成しました。
ka: ვებჰუკი [%{name}] შეიქმნა.

source: Could not create the webhook
fr: Impossible de créer le webhook
ja: Webhook を作成できませんでした
ka: ვებჰუკის შექმნა შეუძლებელია

source: Webhook [%{name}] updated.
fr: Webhook [%{name} ] mis à jour.
ja: Webhook [%{name}] を更新しました。
ka: ვებჰუკი [%{name}] განახლდა.

source: Could not update the webhook
fr: Impossible de mettre à jour le webhook
ja: Webhook を更新できませんでした
ka: ვებჰუკის განახლება შეუძლებელია

source: Webhook [%{name}] deleted.
fr: Webhook [%{name} ] supprimé.
ja: Webhook [%{name}] を削除しました。
ka: ვებჰუკი [%{name}] წაიშალა.

source: Could not delete the webhook
fr: Impossible de supprimer le webhook
ja: Webhook を削除できませんでした
ka: ვებჰუკის წაშლა შეუძლებელია

source: Description
ja: 説明
ka: აღწერა

source: Locked
fr: Verrouillé
ja: ロック
ka: დაბლოკილია

source: Default
fr: Par défaut
ja: デフォルト
ka: ნაგულისხმევი

source: Template inputs
fr: Entrées de modèle
ja: テンプレート入力
ka: შაბლონის შეყვანები

source: Required
fr: Requis
ja: 必須
ka: საჭიროა

source: Options
ja: オプション
ka: მორგება

source: Webhook template cloned.
fr: Modèle de Webhook cloné.
ja: Webhook テンプレートのクローンを作成しました。
ka: ვებჰუკის ნიმუში კლონირებულია.

source: Could not clone the webhook template
fr: Impossible de cloner le modèle de webhook
ja: Webhook テンプレートのクローンを作成できませんでした
ka: ვებჰუკის ნიმუშის დაკლონვა შეუძლებელია

source: Path to a file that contains the webhook template content including metadata
fr: Chemin d'accès à un fichier qui contient le webhook, y compris les métadonnées
ja: メタデータなどの Webhook テンプレートコンテンツを含むファイルへのパス
ka: ბილიკი ფაილამდე, რომელიც ვებჰუკის ნიმუშს შეიცავს, მეტამონაცემების ჩათვლით

source: Imported webhook template successfully.
fr: Modèle de webhook importé avec succès.
ja: Webhook テンプレートが正常にインポートされました。
ka: ვებჰუკის ნიმუშის შემოტანა წარმატებულია.

source: Could not import the webhook template
fr: Impossible de cloner le modèle de webhook
ja: Webhook テンプレートをインポートできませんでした
ka: ვებჰუკის ნიმუშის შემოტანა შეუძლებელია

source: View webhook template content
fr: Afficher le contenu du modèle de webhook
ja: Webhook テンプレートコンテンツの表示
ka: ვებჰუკის ნიმუშის შემცველობის ნახვა

source: Webhook template [%{name}] created.
fr: Modèle de webhook [%{name} ] créé.
ja: Webhook テンプレート [%{name}] を作成しました。
ka: ვებჰუკის ნიმუში [%{name}] შეიქმნა.

source: Could not create the webhook template
fr: Impossible de créer le modèle de webhook
ja: Webhook テンプレートを作成できませんでした
ka: ვებჰუკის ნიმუშის შექმნა შეუძლებელია

source: Webhook template [%{name}] updated.
fr: Modèle de webhook [%{name} ] créé.
ja: Webhook テンプレート [%{name}] を更新しました。
ka: ვებჰუკის ნიმუში [%{name}] განახლდა.

source: Could not update the webhook template
fr: Impossible de mettre à jour le modèle de webhook
ja: Webhook テンプレートを更新できませんでした
ka: ვებჰუკის ნიმუშის განახლება შეუძლებელია

source: Webhook template [%{name}] deleted.
fr: Modèle de webhook [%{name} ] supprimé.
ja: Webhook テンプレート [%{name}] を削除しました。
ka: ვებჰუკის ნიმუში [%{name}] წაიშალა.

source: Could not delete the webhook template
fr: Impossible de supprimer le modèle de webhook
ja: Webhook テンプレートを削除できませんでした
ka: ვებჰუკის ნიმუშის წაშლა შეუძლებელია

source: The webhook template has been saved to %{path}.
fr: Le modèle de webhook a été enregistré dans%{path} .
ja: Webhook テンプレートが %{path} に保存されました。
ka: ვებჰუკის შაბლონი %{path}-ში ჩაიწერა.
